[
  {
    "textqa": "0001",
    "textq": "สามารถใช้การ์ดลดคริของมอนสเตอร์หรือไอเท็มที่มีความสามารถ \"ความเสียหายของการ์ดนี้ไม่สามารถถูกลดลงได้\" ได้หรือไม่",
    "texta": "ได้ เพราะการลดคริไม่ใช่การลดความเสียหายแต่อย่างใด"
  },
  {
    "textqa": "0002",
    "textq": "สามารถใช้การ์ดลดความเสียหายของมอนสเตอร์หรือไอเท็มที่มีความสามารถ \"คริของการ์ดนี้ไม่สามารถถูกลดลงได้\" ได้หรือไม่",
    "texta": "ได้ เพราะการลดความเสียหายไม่ใช่การลดคริแต่อย่างใด"
  },
  {
    "textqa": "0003",
    "textq": "หากการ์ดที่มีความสามารถ \"โจมตีคู่แข่งและการ์ดทุกใบ\" สั่งโจมตี แล้วคู่แข่งยกเลิกการโจมตี การโจมตีนั้นจะถูกยกเลิกทั้งหมดไหม",
    "texta": "แม้จะโจมตีการ์ดทุกใบ แต่ถ้าถูกยกเลิกการโจมตี การโจมตีนั้นก็จะยกเลิกทั้งหมด"
  },
  {
    "textqa": "0004",
    "textq": "ในกรณีอยู่ช่องกลาง ถ้าใช้ความสามารถ [Soulguard] จะยังโดน [Penetrate] อยู่ไหม",
    "texta": "โดน เพราะความสามารถที่บอกว่า \"ยังคงอยู่\" เป็นเพียงการป้องกันออกสนามเฉยๆ แต่ยังถือว่าถูกทำลายอยู่ดี"
  },
  {
    "textqa": "0005",
    "textq": "ถ้าเราร่ายโล่ที่บอกว่า \"การ์ดนี้ไม่ถูกยกเลิกได้\" ใส่การ์ดที่บอกว่า \"การโจมตีนี้ไม่ถูกยกเลิก\" จะยกเลิกการโจมตีได้ไหม",
    "texta": "ไม่ได้ เพราะ \"การโจมตีที่ไม่ถูกยกเลิก\" ไม่ได้ยกเลิกการร่ายโล่ ทำให้โล่ป้องกันไม่ได้"
  },
  {
    "textqa": "0006",
    "textq": "การ์ดที่บอกว่าเลือกไม่เกิน 1 ใบ ไม่เลือกได้ไหม",
    "texta": "ได้ เพราะไม่เกิน 1 ใบ คือระหว่าง 0 ถึง 1"
  },
  {
    "textqa": "0007",
    "textq": "หากเวทมนตร์ที่เรากำลังร่ายถูกยกเลิก แล้วการ์ดนั้นมีความสามารถ \"ร่ายได้ 1 ครั้งใน 1 เทิร์น\" เราสามารถร่ายได้อีกครั้งไหม",
    "texta": "ได้ เพราะยังถือว่าเรายังไม่ได้ร่ายการ์ดนั้น"
  },
  {
    "textqa": "0008",
    "textq": "หลังจากเวทมนตร์ที่ร่ายถูกยกเลิก การ์ดนั้นจะไปที่ไหน",
    "texta": "จะลงดรอปโซนทันที"
  },
  {
    "textqa": "0009",
    "textq": "ถ้าเรามี \"อาโทร่า\" ที่มีความสามารถ \"ไม่ได้รับความเสียหายจากความสามารถ\" อยู่บนสนาม แล้วเราจะจ่ายพลังชีวิตเพื่อคอล \"เคาท์ดอว์น\" จากช่องดรอป เราต้องจ่ายพลังชีวิตไหม",
    "texta": "ต้องจ่าย เพราะการจ่ายพลังชีวิตไม่ถือว่าเป็นการสร้างความเสียหาย"
  },
  {
    "textqa": "0010",
    "textq": "เด็คใส่การ์ดได้กี่ใบ",
    "texta": "ขั้นต่ำของการ์ดในเด็คคือ 50 ใบโดยที่ยังไม่นับรวมแฟลกและบัดดี้ ไม่จำกัดสูงสุด จะใส่ 300 ใบก็ได้"
  },
  {
    "textqa": "0011",
    "textq": "การ์ดที่มีโซลอยู่ ถ้าถูกนำกลับขึ้นมือ นำโซลขึ้นมือด้วยใช่ไหม",
    "texta": "ไม่ การ์ดที่อยู่ในโซลทั้งหมดจะตกลงช่องดรอป"
  },
  {
    "textqa": "0012",
    "textq": "การ์ดที่มี [Soulguard] ถ้าโดนนำกลับขึ้นมือจะเป็นยังไง",
    "texta": "สามารถใช้ [Soulguard] เพื่อให้การ์ดนั้นยังคงอยู่บนสนามต่อไปได้ ([Soulguard] ใช้ป้องกันได้ทุกอย่างที่ทำให้การ์ดนั้น \"ออกจากสนาม\" ไม่ได้กันแค่เพียงการโจมตีเท่านั้น)"
  },
  {
    "textqa": "0013",
    "textq": "การ์ดไม้ตายที่มี [Counter] สามารถใช้ได้ตอนไหนได้บ้าง",
    "texta": "ร่ายได้เมื่อเงื่อนไขตรง หากแต่ใบไหนไม่มีเงื่อนไขระบุไว้ก็สามารถร่ายได้ในช่วงไหนก็ได้"
  },
  {
    "textqa": "0014",
    "textq": "หากเรามีพลังชีวิต 4 หน่วยแล้วคู่แข่งร่ายการ์ดไม้ตาย \"การ์แกนทัวร์•พันนิชเชอร์!!\" ที่บอกว่าร่ายได้เมื่อคู่แข่งมีพลังชีวิต 4 หน่วยหรือต่ำกว่าใส่เรา จากนั้นเราใช้การ์ดเพิ่มพลังชีวิตให้มากกว่า 4 ไม้ตายนั้นจะเป็นยังไง",
    "texta": "ไม้ตายนั้นจะยังทำงานเพราะถือว่าร่ายตอนเงื่อนไขครบไปแล้ว หลังจากที่เพิ่มเลือดแล้วไม้ตายก็จะยังสร้างความเสียหาย 4 หน่วยตามปกติ"
  },
  {
    "textqa": "0015",
    "textq": "เมื่อคู่แข่งร่ายการ์ดที่ \"ไม่สามารถลดความเสียหายได้\" แต่คู่แข่งมีการ์ดที่ \"พลังชีวิตไม่ได้รับความเสียหาย\" จะเป็นยังไง",
    "texta": "ผ่ายที่มี \"พลังชีวิตไม่ได้รับความเสียหาย\" จะไม่ได้รับความเสียหายเลย เพราะไม่รับความเสียหายไม่ใช่การลดลง"
  },
  {
    "textqa": "0016",
    "textq": "ถ้าเรามี [Chaos Territory] อยู่ในช่องกลาง 2 ใบ เราสามารถมีมอนสเตอร์ใบที่ 3 ในช่องกลางได้ไหม",
    "texta": "ไม่ได้ เพราะความสามารถ [Chaos Territory] สามารถมีมอนสเตอร์ในช่องกลางได้เพียง 2 ใบเท่านั้น"
  },
  {
    "textqa": "0017",
    "textq": "ถ้ามีมอนสเตอร์มากกว่า 1 ใบในช่องกลาง แล้วถ้าคู่แข่งสั่งโจมตี จะโจมตีโดนมอนสเตอร์ทั้ง 2 ใบเลยไหม",
    "texta": "ไม่ เพราะคู่แข่งต้องเลือกสั่งโจมตีการ์ดเราเพียง 1 ใบเท่านั้น"
  },
  {
    "textqa": "0018",
    "textq": "ถ้าเรามีมอนสเตอร์ในช่องกลางอยู่ แล้วเราคอลการ์ดที่มี [Chaos Territory] ลงช่องกลาง เราต้องนำมอนสเตอร์ตัวที่อยู่ช่องกลางลงช่องดรอปไหม",
    "texta": "ไม่ เราสามารถลงการ์ดที่มี [Chaos Territory] เพิ่มได้เลยโดยไม่ต้องนำมอนสเตอร์ในช่องกลางลงดรอป"
  },
  {
    "textqa": "0019",
    "textq": "\"วางการ์ดนี้ทับมอนสเตอร์บนสนามเรา\" กับ \"นำมอนสเตอร์บนสนามเราเข้าสู่โซล\" ต่างกันยังไง",
    "texta": "ต่างกันตรงที่ \"วางการ์ดนี้ทับมอนสเตอร์บนสนามเรา\" เราจะได้โซลของมอนสเตอร์ที่การ์ดนี้ทับไปด้วย แต่ถ้าเป็น \"นำมอนสเตอร์บนสนามเราเข้าสู่โซล\" เราจะได้แค่มอนสเตอร์ตัวนั้นเข้าโซล ส่วนโซลของมอนสเตอร์ที่ถูกนำเข้าโซลจะตกดรอปโซนทั้งหมด"
  },
  {
    "textqa": "0020",
    "textq": "ถ้าพลังชีวิตเราไม่ได้รับความเสียหายจากความสามารถการ์ด เราจะยังได้รับผลของ [Lifelink Lose] อยู่ไหม",
    "texta": "ยังคงได้รับผลของ [Lifelink Lose] เพราะ [Lifelink Lose] ไม่ใช่การสร้างความเสียหาย แต่เป็นการทำให้แพ้เลย"
  },
  {
    "textqa": "0021",
    "textq": "เด็คหุ่นเชิด ถ้าคู่แข่งสั่งมอนสเตอร์ของเราโจมตีพลังชีวิตเรา เราสามารถร่ายการ์ดป้องกันได้ไหม",
    "texta": "ได้ เพราะถือว่าคู่แข่งสั่งการ์ดของเราโจมตี แต่เงื่อนไขการ์ดป้องกันต้องครบ เช่น ไม่มีมอนสเตอร์ในช่องกลาง"
  },
  {
    "textqa": "0022",
    "textq": "เด็คหุ่นเชิด ถ้าคู่แข่งสั่งมอนสเตอร์ของเราโจมตี ความสามารถเมื่อโจมตีของการ์ดนั้นจะทำงานไหม",
    "texta": "ทำงาน โดยเจ้าของมอนสเตอร์ที่สั่งโจมตีนั้นเป็นคนใช้ความสามารถของการ์ดนั้น (ไม่ใช่เจ้าของเด็คหุ่นเชิด)"
  },
  {
    "textqa": "0023",
    "textq": "เด็คหุ่นเชิด ถ้าคู่แข่งสั่งมอนสเตอร์ของเราโจมตี แล้วมอนสเตอร์นั้นมีความสามารถ \"โจมตีคู่แข่งและการ์ดทุกใบบนสนามคู่แข่งแทน\" จะเป็นยังไง",
    "texta": "ฝั่งเด็คหุ่นเชิดจะโดนโจมตีแทน เพราะความสามารถ \"โจมตีคู่แข่งและการ์ดทุกใบบนสนามคู่แข่งแทน\" เป็นการบังคับตีคู่แข่งแทน (โจมตีเด็คหุ่นเชิดแทน)"
  },
  {
    "textqa": "0024",
    "textq": "อีเทอร์นิตี้•ริง ถ้าคู่ต่อสู้ไม่มีการ์ดบนสนามให้ทำลาย จะสามารถสร้างความเสียหายใส่พลังชีวิตคู่ต่อสู้ได้ไหม",
    "texta": "ได้ เพราะไม่ได้ระบุว่า \"เมื่อทำลายสำเร็จ\" \"หากทำลายสำเร็จ\" หรือ \"ทำลายเพื่อ\""
  },
  {
    "textqa": "0025",
    "textq": "\"มังกรเทพมรณะมารอเวจี, แวนิตี้•ซึอิ•เดสทรอยเยอร์\" หากเราไม่มีการ์ดเหลือในเด็ดเลย, ในช่วงเริ่มเทิร์นจะสามารถนำการ์ดจากมือ 1 ใบ เข้าช่องเกจด้วย “ชาร์จ&ดรอว์\" ได้ไหม",
    "texta": "ยังคงนำการ์ดจากมือ 1 ใบเข้าช่องเกจได้ แม้จะไม่สามารถจั่วการ์ดได้ เนื่องจากไม่มีการ์ดเหลือในเด็ค"
  },
  {
    "textqa": "0026",
    "textq": "เดินทางรอบโลก อาโอร่า \"SD\"\" สามารถนำการ์ดในโซลของ \"มังกรเทพมรณะมารอเวจี, แวนิตี้•ซึอิ•เดสทรอยเยอร์\" ขึ้นมือได้ไหม",
    "texta": "ได้ เพราะการนำโซลไปที่อื่นที่ไม่ใช่ดรอปจะไม่ถือว่าเป็นการถอดโซล"
  },
  {
    "textqa": "0027",
    "textq": "\"มังกรยักษ์แห่งปฐมกาล, บิ๊กแบง•ดราก้อน\" เราสามารถใช้การ์ดยกเลิกความสามารถ [Lifelink] เพื่อยกเลิก [Lifelink Lose] ของการ์ดใบนี้ได้ไหม",
    "texta": "ไม่ได้ เพราะความสามารถของ \"มังกรยักษ์แห่งปฐมกาล, บิ๊กแบง•ดราก้อน\" ผู้เล่นทุกคนไม่สามารถยกเลิกความสามารถการ์ดนี้ได้"
  },
  {
    "textqa": "0028",
    "textq": "\"เมื่อการ์ดนี้ถูกนำลงดรอป\" ถ้าเราใช้ [Soulguard] จะถือว่าลงดรอปไหม",
    "texta": "ไม่ครับ เพราะ [Soulguard] จะทำให้ยังคงอยู่ในสนามจะไม่ถือว่าลงดรอป"
  },
  {
    "textqa": "0029",
    "textq": "ถ้าเรามี \"ปีศาจยิงไม่เลือกหน้า, โกลบุส\"ในช่องช่องซ้าย แล้วเราคอล \"จอมแผนการ, สเฟียร์\" ลงช่องขวา ความสามารถใครจะทำงานก่อน",
    "texta": "เราสามารถเลือกเองได้เลยว่าอยากให้ความสามารถของการ์ดใบไหนทำงานก่อน"
  },
  {
    "textqa": "0030",
    "textq": "\"ความเสียหายลดลงเป็น 0\" กับ \"ความเสียหายกลายเป็น 0\" ต่างกันอย่างไร",
    "texta": "ต่างกันตรงที่ \"ความเสียหายกลายเป็น 0\" ไม่ใช่การลดความเสียหาย ทำให้ \"ความเสียหายไม่สามารถลดลงได้\" ไม่มีผลกับการทำให้กลายเป็น 0"
  },
  {
    "textqa": "0031",
    "textq": "เมื่อเราประกาศใช้งาน “จงสูญสลาย” หากโดน [Counter] ทําให้เกจไม่พอจ่าย เทิร์นถัดไปยังสามารถใช้งาน “จงสูญสลาย\" ได้อีกครั้งหรือไม่",
    "texta": "ไม่ เพราะ “จงสูญสลาย” สามารถใช้ได้ 1 ครั้งใน 1 เกม ถึงแม้ไม่สามารถจ่ายเกจเพื่อให้สกิลทํางาน แต่ก็ถือว่าสั่งใช้งานไปแล้ว"
  },
  {
    "textqa": "0032",
    "textq": "การ์ดที่ [Set] ได้เพียง 1 ใบบนสนาม เราสามารถ [Set] ใบใหม่เพื่อให้ใบเก่าลงดรอปได้หรือไม่",
    "texta": "ไม่ เพราะหากมีใบเก่าอยู่บนสนามจะทำการร่ายใบใหม่ไม่ได้"
  },
  {
    "textqa": "0033",
    "textq": "คอลมอนสเตอร์ทับช่องเดิม หรือ ลงมอนสเตอร์ใหม่ให้ไซส์เกิน มอนสเตอร์ตัวเก่าถือว่าถูกทำลายหรือไม่",
    "texta": "ไม่ เพราะการ์ดที่ถูกลงทับหรือไซส์เกินจะ ถือว่าถูกนำลงของดรอป สกิลเมื่อถูกทำลายจะไม่เกิด เพราะถือไม่ได้ถูกทำลาย แต่ถ้าเป็นสกิลเมื่อถูกนำลงช่องดรอปสกิลก็ยังเกิดอยู่"
  },
  {
    "textqa": "0034",
    "textq": "\"โครนอส•โทรป\" ความสามารถ “นำโซลทั้งหมดของการ์ดบนสนามคู่แข่ง 1 ใบกลับกองการ์ด, สับกองการ์ด” สามารถนำ “ผู้เล่นมือใหม่” ที่อยู่ในโซลไอเท็ม กลับกองเข้าได้หรือไม่",
    "texta": "ได้ เพราะการนำโซลกลับกอง กลับขึ้นมือ ไม่ใช่การถอดโซลแต่อย่างใด *การถอดโซลนั้นคือการทำให้โซลลงดรอปเท่านั้น*"
  },
  {
    "textqa": "0035",
    "textq": "\"ราชันน้ำแข็งโอเวอร์เทิร์น, มิเซเรีย\" ลำดับการเก็บการ์ดของสกิล [overturn] ของมิเซเรีย นับว่าทุกอย่างถูกเก็บเข้ากองพร้อมกันใช่ไหม",
    "texta": "ใช่ แต่การ์ดในโซลจะไม่กลับเข้ากองการ์ด การ์ดในโซลจะลงดรอปหลังจากความสามารถ [overturn] ทำงานเสร็จ"
  },
  {
    "textqa": "0036",
    "textq": "เด็คโจรมายาดราโก ฝั่งโจรมายาสามารถดูการ์ดใน \"สมบัติเวทมนตร์\" ได้ไหม",
    "texta": "ไม่ เพราะ \"สมบัติเวทมนตร์\" เป็นโซนปิดและอยู่บนสนามคู่แข่ง สามารถดูได้เฉพาะเจ้าของการ์ดเท่านั้น"
  },
  {
    "textqa": "0037",
    "textq": "\"ที • จุ • มาอู\" สามารถนำการ์ดที่เป็นแค่《เลเจนด์ดราก้อน》เพียงอย่างเดียวขึ้นมือได้ไหม",
    "texta": "ไม่ เพราะ \"ที • จุ • มาอู\" บอกว่า \"นำมอนสเตอร์ที่เป็นทั้ง《ดราก็อด》และ《เลเจนด์ดราก้อน》\" หมายถึงต้องมีทั้ง 2 คุณลักษณะในใบเดียวกัน"
  },
  {
    "textqa": "0038",
    "textq": "เมื่อ \"อาวุธยุทธการ, แดนเจอรัสวีแกนเคอร์รี่\" ถูกทําลาย และเราสั่งใช้ [Soulguard] โดยนำา \"ผู้หมู่มันฝรั่ง\" จากโซลลงดรอป เราจะยังได้จั่วการ์ด 1 ใบ จากความสามารถเมื่อถูกทำลายไหม",
    "texta": "ได้ เพราะความสามารถจะยังคงทํางาน แม้จะสูญเสียความความสามารถเนื่องจากไม่มี \"ผู้หมู่มันฝรั่ง\" อยู่ในโซลแล้วก็ตาม (เพราะใช้ [Soulguard] แต่หลังจากนั้นจะไม่ได้จั่วแล้วเพราะไม่มี \"ผู้หมู่มันฝรั่ง\" ในโซลแล้ว)"
  },
  {
    "textqa": "0039",
    "textq": "\"มิลเรอร์ฮีโร่ แรมเพจโซนิค \"บลาสเตอร์นัคเคิล!!\"\" ถ้าคู่แข่งมีมอนสเตอร์ในช่องกลางเพียง 1 ใบ จากนั้นโดนโจมตีและตกดรอป [Penetrate] จะสร้างความเสียหาย 3 หน่วย หรือ 6 หน่วย",
    "texta": "6 หน่วย เพราะความสามารถ \"หากคู่แข่งไม่มีมอนสเตอร์อยู่บนสนาม, การ์ดนี้ได้รับคริติคอล +3\" จะทำงานก่อนที่ [Penetrate] จะสร้างความเสียหายใส่พลังชีวิตคู่แข่ง"
  },
  {
    "textqa": "0040",
    "textq": "เราสามารถเพิ่มเทิร์น(Extra Turn)ได้เรื่อยๆหรือไม่",
    "texta": "ไม่ เพราะเมื่อเราได้รับเทิร์นเพิ่มด้วยความสามารถการ์ด เมื่อจบเทิร์นที่ได้รับมาเพิ่มนั้น เทิร์นถัดไปจะเป็นเทิร์นของคู่แข่งทันที"
  },
  {
    "textqa": "0041",
    "textq": "หากเราร่ายการ์ดเวทมนตร์แล้วคู่แข่งยกเลิกเวทมนตร์นั้น เรายังต้องจ่าย [Cast Cost] ไหม",
    "texta": "จ่าย เพราะก่อนที่เราจะร่ายการ์ดได้เราจำเป็นต้องจ่าย [Call Cost], [Cast Cost] และ [Equip Cost] ก่อน คู่แข่งถึงจะยกเลิกการ์ดของเราได้"
  },
  {
    "textqa": "0042",
    "textq": "หากเราคอลมอนสเตอร์ที่มี [Call Cost] บอกว่า \"จ่าย 1 เกจ และนำการ์ด 1 ใบในช่องดรอปเข้าเราโซลการ์ดนี้\" เราสามารถนำเกจที่จ่ายเข้าโซลการ์ดนี้ได้ไหม",
    "texta": "ไม่ได้ เพราะเราต้องจ่ายคอสต์ทุกอย่างพร้อมกันโดยที่เราต้องมีการ์ดในช่องดรอปและเกจเพียงพอถึงจะสามารถจ่ายคอสต์ได้"
  },
  {
    "textqa": "0043",
    "textq": "เมื่อคู่แข่งใช้ความสามารถ \"เมื่อการ์ดนี้เข้าสู่สนาม\" แล้วเรา [Counter] ทำลายการ์ดนั้น ความสามารถ \"เมื่อการ์ดนี้เข้าสู่สนาม\" จะยังทำงานไหม",
    "texta": "ทำงาน เพราะถือว่าเข้าสู่สนามสำเร็จแล้ว เว้นจะถูกยกเลิกความสามารถแล้วทำลายความสามารถนี้จะไม่ทำงาน"
  },
  {
    "textqa": "0044",
    "textq": "เมื่อมอนสเตอร์เราใช้ \"[Counter]【Act】จ่าย 1 เกจและนำการ์ดนี้ลงช่องดรอป, เพื่อยกเลิกการโจมตี\" แล้วคู่แข่งใช้ [Counter] เพื่อทำลายมอนสเตอร์นั้น เราจะยังได้ยกเลิกการโจมตีอยู่ไหม",
    "texta": "ไม่ เพราะไม่สามารถนำตัวเองลงช่องดรอปได้ และเกจไม่ต้องจ่ายด้วย"
  },
  {
    "textqa": "0045",
    "textq": "เมื่อมอนสเตอร์เราใช้ \"[Counter]【Act】ในระหว่างแอคแทคเฟสทั้งสองฝ่าย, จั่วการ์ด 2 ใบ\" แล้วคู่แข่งใช้ [Counter] เพื่อทำลายมอนสเตอร์นั้น เราจะยังได้จั่วอยู่ไหม",
    "texta": "ได้ เพราะถือว่าสั่งใช้ความสามารถไปแล้วแม้การ์ดนี้จะไม่ได้อยู่บนสนาม และเงื่อนไขครบ"
  },
  {
    "textqa": "0046",
    "textq": "\"เมื่อการ์ดนี้ถูกทำลาย, จั่วการ์ด 1 ใบ\" ถ้าเราใช้ [Soulguard] เราจะยังได้จั่วไหม",
    "texta": "ได้ เพราะถือว่าการ์ดนั้นถูกทำลาย แต่เพียงแค่ยังคงอยู่บนสนาม"
  },
  {
    "textqa": "0047",
    "textq": "เมื่อเราสั่งการ์ดโจมตีและใช้ความสามารถ \"เมื่อการ์ดนี้โจมตี\" แล้วการโจมตีนั้นถูกยกเลิกความสามารถจะยังทำงานอยู่ไหม",
    "texta": "ทำงาน เพราะถือว่าสั่งโจมตีไปแล้ว"
  },
  {
    "textqa": "0048",
    "textq": "เมื่อเราสั่งการ์ดโจมตี แล้วการโจมตีนั้นถูกยกเลิกจะนับว่าโจมตีไหม",
    "texta": "นับ เพราะถือว่าสั่งโจมตีไปแล้ว"
  },
  {
    "textqa": "0049",
    "textq": "เราสามารถใช้การ์ดที่มีความสามารถ [Rest] มอนสเตอร์มา [Rest] การ์ดที่คู่แข่งบนสนามคู่แข่งที่ [Transform], [Ride], [Impact Transform], [Station], [Dragonify] ได้ไหม",
    "texta": "ไม่ เพราะความสามารถเหล่านั้นจะทำให้สวมมอนสเตอร์ในฐานะไอเท็มไม่ใช่มอนสเตอร์"
  },
  {
    "textqa": "0050",
    "textq": "เราสามารถ [Transform], [Ride], [Station], [Dragonify] จากมอนสเตอร์โซน(ช่องซ้าย,ช่องกลาง,ช่องขวา)ได้ไหม",
    "texta": "ได้ จะถือว่าเป็นใบใหม่ด้วย และสกิล \"เมื่อการ์ดนี้เข้าสู่สนาม\" ก็จะทำงานอีกครั้งด้วย"
  }
]
